{
    "home_page_title" : "සියලුම පුරවැසියන්ගේ සහ අනෙකුත් ජීවින්ගේ අයිතීන් සුරකින, දූෂණයෙන් තොර සුවිශේෂී ස්ථානයක් බවට ශ්‍රී ලංකාව පත් කරන්න පෙලගැහුණු මහජන එකමුතුවක්.  ",
    "rate_org_home_page_title" : "රාජ්‍ය සහ පෞද්ගලික ආයතන ගැන අත්දැකිම් වාර්තාකරන්න.",
    "rate_org_home_page_description": "රාජ්‍ය  සහ  පෞද්ගලික  ආයතන ගැන ඔබගේ ධනාත්මක හා නිෂේධාත්මක අත්දැකීම් බෙදා ගැනීමට ඇරයුම්. මෙසේ  සපයන තොරතුරු බලධාරීන්ට සහ පාර්ලිමේන්තුවට පවා ඉදිරිපත් කිරීමට  අප  ස්වේච්චාවෙන් ඉදිරිපත්වෙමු. අයුක්තිය ජයගත් සමාජ ක්‍රමයක් සාධාරණය, යුක්තිය, සුද්දස්සන්ට  සුදුසු  තැන  ලැබෙන, බැන්දියාවන් අතර ඝට්ටනයෙන් සහ පවුල් වාදයෙන් තොර කිරීම සඳහා අප ක්‍රියාකාරී පුරවැසියන් විය යුතුය.",
    "pledge_home_page_title" : "ප්‍රධාන දේශපාලන පක්ෂ සහ එම  පවුල්, දූෂණය සහ ප්‍රතික්ෂේප කිරීමේ ප්‍රතික්ඥාව්...",
    "pledge_home_page_description" : "යුක්තිය සහ  ස්වාධීන නිතිපද්දතියක්, සමානාත්මතාවය සහ සාමය, කුසලතා මත අවස්ථාවන්, වගකියන රජයක්, නිසි වානිජමය  අවස්ථාවන් සහ හිතකාමී පරිපාලන සේවාවන්, සමාජශීලි පරිසරහිතකමි ප්‍රජතන්ත්‍රවධය... ඔබත් මෙම සාරධර්ම සහ ක්‍රමයන් විශ්වාස කරන්නේ නම් අපගේ  ප්‍රතික්ඥාවන් ලබා දී ඒ වෙනුවෙන් පෙනී සිටින්න.",
    "value_added_home_page_title" : "අගය එකතු කළ කාර්මිකකරණය සහ ආර්ථිකය",
    "value_added_home_page_description" : "රට ජාතියක් වශයෙන් අප සතුව ඇති වටිනාම ස්වාභාවික සම්පත් වලට අගය එකතු කිරීමට අප අපොහොසත් වී ඇති අතර ප්‍රථමික අමුද්‍රව්‍ය ලෙස ඒවා අපනයනය කිරීමට රජයන් ක්‍රියාකර  ඇත. මෙය රාජ්‍ය  විරෝධී  දෙශද්‍රෝහී ක්‍රියාවක්  බව  අපට  හැඟෙ.  මේවා  මගින්  නිසි අගය  එකතු  කල  භාණ්ඩ  ලක්මව තුලදීම සාදවන කර්මාන්ත  පිහුටුවා, එම  භාණ්ඩ  අපනයනය  කර , ඒවාට දක්ෂ වියපරිකයන් හා රාජ්‍ය එකතුවීම් හරහා පුරවැසියන්ට ඉක්මන්  සංවර්ධනයක්  බලාපොරොත්තු වියහැක. රට කැබලි කරමන් විදේශ  බලවේගවල ඒජන්ත  ප්‍රසිද්ධ  දේශපාලුවන් දශකයකට වැඩි  කාලයක් තිස්සේ  අනවශ්‍ය පාරවල් සාදා රටේ සම්පත්  වීනාසකරමින්, විකුණමින් කරන මහා  වියපෘතිවලට  නොරැවටේමු.  තොරතුරු හා සන්නිවේදන තාක්ෂණ වෘත්තිකයන් සහව්‍යාපාර විසින් මෙහෙයවනු ලබන අපගේ සේවා අංශය ජාතිය සංවර්ධනය කිරීම සඳහා තනිවම විශාල පියවර ගෙන ඇති අතර, වටිනාකම් සහිත කෘෂිකාර්මික හා ඛනිජ කර්මාන්ත ආදිය එසේ කිරීමට අපොහොසත් වී ඇත. අප  එක්ව  මෙම  අබියෝග ජයගන්නේ කෙසේද යන්න ඉගෙන ගමු...",
    "dev_plan_home_page_title" : "ශ්‍රී ලංකාව නැවත ගොඩනඟන්නේ කෙසේද?",
    "dev_plan_home_page_description" : "අපට නිදහස්, පිරිසිදු, සෞඛ්‍ය සම්පන්න ජීවන තත්වයක් ලබා දෙන ස්වාභාවික පරිසර පද්ධති සංරක්ෂණය කිරීම සඳහා මධ්‍යගත නගර අත්‍යවශ්‍ය වේ. දේශගුණික විපර්යාස බලපෑමට ලක් වූ ලෝකයක, බොහෝ දේශගුණික අවදානම් දර්ශකවල ඉහළින්ම හඳුනා ගත් ලංකාව දිගු කාලීන, සංරක්ෂණ පළමු තැන පිහුටවූ සංවර්ධන සැලසුම් තිබිය යුතුය. සාපේක්ෂව කුඩා ජනගහනයක් සමඟ අපගේ සුන්දර දිවයින සැබෑ, පාරාදීසයක් බවට පරිවර්තනය කිරීමට අපට තවමත් හැකියාවක් නැත."
}